[
{"url": "https://ibisworld.com/canada/economic-profiles/", "data": {"market": ["Retail Market", "Marketing"], "financ": ["Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios"], "analysis": ["IBISWorld’s Canada State Economic Profiles provide data and analysis on all Canada provinces including province-specific trends and statistics on employment, building & construction, disposable income, demographics and more. Select a province below to jump to its page."], "econom": ["US State Economic Profiles", "Canada Province Economic Profiles", "Canada Province Economic Profiles", "Economic trends and statistics for all Canada Provinces", "IBISWorld’s Canada State Economic Profiles provide data and analysis on all Canada provinces including province-specific trends and statistics on employment, building & construction, disposable income, demographics and more. Select a province below to jump to its page."]}},
{"url": "https://ibisworld.com/retail-market-sector/", "data": {"market": ["Retail Market", "Marketing"], "financ": ["Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios"], "analysis": [], "econom": ["US State Economic Profiles", "Canada Province Economic Profiles"]}},
{"url": "https://ibisworld.com/united-states/economic-profiles/", "data": {"market": ["Retail Market", "Marketing"], "financ": ["Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios"], "analysis": ["IBISWorld’s US State Economic Profiles provide data and analysis on all 50 US states including state-specific trends and statistics on employment, building & construction, disposable income, demographics and more. Select a state below to jump to its page."], "econom": ["US State Economic Profiles | IBISWorld", "US State Economic Profiles", "Canada Province Economic Profiles", "US State Economic Profiles", "Economic trends and statistics for all 50 US states", "IBISWorld’s US State Economic Profiles provide data and analysis on all 50 US states including state-specific trends and statistics on employment, building & construction, disposable income, demographics and more. Select a state below to jump to its page."]}},
{"url": "https://ibisworld.com/advisory-financial-services-sector/", "data": {"market": ["Retail Market", "Marketing"], "financ": ["Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios"], "analysis": [], "econom": ["US State Economic Profiles", "Canada Province Economic Profiles"]}},
{"url": "https://ibisworld.com/products/industry-financial-ratios/", "data": {"market": ["Retail Market", "Marketing", "Marketing Teams"], "financ": ["Industry Financial Ratios | IBISWorld", "Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios", "Use financial ratios to benchmark performance for every NAICS industry in the US", "INDUSTRY FINANCIAL RATIOS", "Benchmark against an industry’s financial performance", "Features of Industry Financial Ratios", "Features the most widely used financial ratios, including liquidity, coverage, leverage and operating ratios", "Easier to digest than raw financial data", "Ratios convert raw financial data into standardized formats, so you can easily compare across companies, industries and sectors, without having to dig through financial statements.", "Who Uses Industry Financial Ratios?", "Using Financial Ratios to Benchmark Company Performance", "Industry Financial Ratios"], "analysis": ["Perform deeper analysis and look for patterns"], "econom": ["US State Economic Profiles", "Canada Province Economic Profiles", "Since 2013, the growing domestic economy and rising consumer spending have led to consistent increases in full-service restaurant spending."]}},
{"url": "https://ibisworld.com/solutions/ibisworld-for-marketing/", "data": {"market": ["Industry Research for Marketing Teams | IBISWorld", "Retail Market", "Marketing", "Marketing Departments and Agencies", "Access thousands of data points and trends to quickly understand existing and potential markets.", "Size and segment your markets", "Quantify the size of potential markets, including opportunities in downstream and export channels. Then leverage our reports to understand buyer demographics that drive purchasing decisions.", "Provide targeted market information and insights to sales executives to strengthen their sales pitches and presentations. You’ll find information on thousands of global industries, including hard-to-find data on niche and emerging industries that no other research provider offers.", "Get up to speed on the brand you’re pitching and the larger industry in which it operates. Your clients (internal or external) can be sure they’re working with marketing experts that understand their specific needs and who can provide tailored, strategic approaches to address requirements and drive growth.", "Products valued by Marketing", "Some of our Marketing clients", "Marketing Departments and Agencies Access thousands of data points and trends to quickly understand existing and potential markets. The industry analysis available in IBISWorld has been a staple in our information resources. The consistent reporting helps with our ability to compare industry performance and outlooks. Size and segment your markets Quantify the size of potential markets, including opportunities in downstream and export channels. Then leverage our reports to understand buyer demographics that drive purchasing decisions. READ CASE STUDY Partner with your sales team Provide targeted market information and insights to sales executives to strengthen their sales pitches and presentations. You’ll find information on thousands of global industries, including hard-to-find data on niche and emerging industries that no other research provider offers. VIEW ALL REPORTS Build brands and drive sales Get up to speed on the brand you’re pitching and the larger industry in which it operates. Your clients (internal or external) can be sure they’re working with marketing experts that understand their specific needs and who can provide tailored, strategic approaches to address requirements and drive growth. DOWNLOAD SAMPLE REPORT IBISWORLD PRODUCTS Products valued by Marketing equalizer Industry Research wb_incandescent iExpert Summary Reports pie_chart Data Wizard SATISFIED CLIENTS Some of our Marketing clients ADDITIONAL RESOURCES Related Articles for Marketers Marketing Why Industry Information Matters Industry information provides the data and analysis marketers need to put their company and products (or their clients’ companies and products) in context. Marketing Industry Trends - Top Lists for Marketers Explore top lists and trends and get expert analysis to understand the 'why' behind the rankings. Use these to understand growth industries, risky industries and more. Marketing Industry Statistics - Browse 1000’s of Global Industry Stats Find market size statistics for thousands of global industries, plus information on employment, wages, number of businesses and more. Ready to gain a deeper understanding of current and potential markets? LEARN MORE", "Related Articles for Marketers", "Marketing", "Industry information provides the data and analysis marketers need to put their company and products (or their clients’ companies and products) in context.", "Marketing", "Industry Trends - Top Lists for Marketers", "Marketing", "Find market size statistics for thousands of global industries, plus information on employment, wages, number of businesses and more.", "Ready to gain a deeper understanding of current and potential markets?"], "financ": ["Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios"], "analysis": ["The industry analysis available in IBISWorld has been a staple in our information resources. The consistent reporting helps with our ability to compare industry performance and outlooks.", "Industry information provides the data and analysis marketers need to put their company and products (or their clients’ companies and products) in context.", "Explore top lists and trends and get expert analysis to understand the 'why' behind the rankings. Use these to understand growth industries, risky industries and more."], "econom": ["US State Economic Profiles", "Canada Province Economic Profiles"]}},
{"url": "https://ibisworld.com/finance-and-insurance-sector/", "data": {"market": ["Retail Market", "Marketing"], "financ": ["Finance & Insurance", "Advisory & Financial Services", "Industry Financial Ratios", "Industry Financial Ratios"], "analysis": [], "econom": ["US State Economic Profiles", "Canada Province Economic Profiles"]}}
]